/*
 *  Localizable.strings
 *  Admin Utility
 */

/* General */
"AirPortUtility"= "Utility AirPort";
"AdminUtility"	= "Utility AirPort";
"AboutAirPortUtility" = "Informazioni su %@";
"HideAirPortUtility" = "Nascondi %@";
"QuitAirPortUtility" = "Esci da %@";

/* Button Titles */
"OK"			= "OK";
"Cancel"		= "Annulla";
"ConfirmUpload"	= "Invia";
"GoBack"		= "Indietro";
"Continue"		= "Continua";
"Close"			= "Chiudi";
"DontClose"		= "Non chiudere";
"Done"			= "Fine";
"Switch"		= "Cambia";
"DontSwitch"	= "Non cambiare";
"Yes"			= "Sì";
"No"			= "No";
"DontSave"		= "Non salvare";
"Save"			= "Salva";
"Revert"		= "Ripristina";
"Update"		= "Aggiorna";
"DontUpdate"	= "Non aggiornare";
"Optional"		= "(Opzionale)";
"OtherDotDotDot" = "Altra…";
"MoreInfo"		= "Ulteriori informazioni…";
"Download"		= "Scarica";
"Remove"		= "Rimuovi";
"DontRemove"	= "Non rimuovere";
"Edit"			= "Modifica";
"EditEllipsis"	= "Modifica…";
"Resume"		= "Riprendi";


/* Keychain information */
"keychainBaseStationDescription" = "Password base AirPort";
"keychainBaseStationType" = "Base AirPort";
"keychainNetworkDescription" = "Password network AirPort";
"keychainAirDiskDescription" = "Password disco AirPort";
"keychainNetworkType" = "Network AirPort";
"keychainSpeakerDescription" = "password dell'applicazione";
"keychainSpeakerType" = "Altoparlante remoto";

/* Password sheet and keychain strings */
"OtherPrompt" = "Inserisci indirizzo e password:";
"PasswordPrompt" = "Inserisci la password per il dispositivo wireless AirPort selezionato:";
"SaveSecuritySettings" = "Crittografa password per maggior sicurezza";
"SaveSecuritySettingsDescription" = "Per visualizzare o importare queste password, dovrai fornire la password di %@.";
"PasswordPromptDoc" = "Inserisci una password per questo documento di impostazioni per visualizzare tutte le impostazioni e le password. Per visualizzare tutte le impostazioni tranne le password, fai clic su Continua senza inserire una password.";
"SaveSecuritySettingsNotEncrypted" = "Le password non verranno crittografate e verranno salvate in una modalità meno sicura.";
"RememberPassword" = "Aggiungi questa password al portachiavi";
"KeychainRemoveAreYouSure" = "Sei sicuro di voler rimuovere questa password dal portachiavi?";
"KeychainRemoveExplain" = "Se rimuovi questa password dal portachiavi, ti verrà richiesta ogni volta.";

/* AOL Login script -- probably no need to localize */
"AOL"			= "AOL";

/* Help book name */
"AirPortHelp"	= "Aiuto Utility AirPort";
"AirPortServiceAndSupport" = "Servizio e supporto AirPort";
"AirPortServiceAndSupportURL" = "http://www.apple.com/it/support/airport/";

/* Open/Save panel button titles */
"Open"			= "Apri";
"Export"		= "Esporta";
"Import"		= "Importa";

/* Discovery Window toolbar items and tool tips*/
"Other"			= "Altra";
"OtherTip"		= "Configura altro dispositivo wireless AirPort";
"Rescan"		= "Cerca";
"RescanTip"		= "Cerca altri dispositivi wireless AirPort";
"Configure"		= "Configura";
"ConfigureTip"	= "Configura il dispositivo wireless AirPort selezionato";

/* Software Update */
"SoftwareUpdateNewer" = "È disponibile una versione (%@) più aggiornata del software Utility AirPort.";
"SoftwareUpdateExplain" = "Fai clic su Aggiorna… per uscire da Utility AirPort e ottenere il nuovo software.";
"SoftwareUpdateTitle" = "Aggiornamento software AirPort…";
"SoftwareUpdateButton" = "Aggiorna…";
"SUFirmwarePrompt" = "È disponibile un nuovo firmware.";
"SUFirmwareExplain" = "Scarica il firmware per aggiornare i dispositivi wireless AirPort.";
"SUFirmwareExplainDetails" = "Seleziona il firmware che desideri scaricare. Dopo averlo scaricato, puoi aggiornare i dispositivi wireless AirPort.";
"SUChoosePrompt" = "È disponibile un nuovo firmware per %d dispositivi wireless AirPort.";
"SUChooseExplain" = "Per iniziare, fai clic su Aggiorna.";
"SUChooseExplainDetails" = "Seleziona i dispositivi wireless AirPort che desideri aggiornare e fai clic su Aggiorna per installare il nuovo firmware.";
"SUOneUpdatePrompt" = "È disponibile un nuovo firmware (%1$@) per il dispositivo wireless AirPort “%2$@”.";
"SUOneUpdateExplain" = "Per iniziare, fai clic su Aggiorna.";
"SoftwareUpdateEverythingUpToDate" = "Non è disponibile nessun aggiornamento per Utility AirPort oppure in questo momento non è disponibile nessun dispositivo wireless AirPort.";
"SoftwareUpdateAUIsUpToDate" = "Questa versione di Utility AirPort (%@) è quella attuale.";
"SoftwareUpdateFWIsUpToDate" = "Questa versione del firmware per il dispositivo wireless AirPort (%@) è la versione attuale.";
"SoftwareUpdateBadFirmware" = "Il documento firmware selezionato non è compatibile con questo dispositivo wireless AirPort.";
"SoftwareUpdateDownloadError" = "Si è verificato un errore durante il download del firmware.";
"SoftwareUpdateShowDetails" = "Mostra dettagli";
"SoftwareUpdateHideDetails" = "Nascondi dettagli";
"SoftwareUpdateDirty" = "L'aggiornamento di questo dispositivo wireless AirPort farà perdere le modifiche non salvate.";
"SUSkip" = "Salta";
"SUPasswordPrompt" = "Introduci la password per “%@”:";
"SUVersion" = "Versione firmware";
"SUDownloadProgressPrompt" = "Scarico %1$d di %2$d aggiornamenti firmware ";
"SUUpdateProgressPrompt" = "Aggiorno %1$d di %2$d dispositivi wireless AirPort";
"SUUpdateProgressMessage" = "Aggiorno il firmware \"%1$@\" a %2$@…";
"SUWaitingRestartMessage" = "In attesa del riavvio di \"%@\"…";
"SUAutoCheckConfirm" = "Utility AirPort si avvia in presenza di un aggiornamento per il dispositivo wireless AirPort o se il dispositivo wireless AirPort segnala un problema.";
"SUAutoCheckExplain" = "Puoi modificare queste impostazioni nelle preferenze di Utility AirPort.";
"SUAutoCheckCheckbox" = "Verifica gli aggiornamenti all'avvio di Utility AirPort";
"SUServerFailure" = "Si è verificato un errore durante la connessione con il server per gli aggiornamenti. Controlla le impostazioni del network e riprova.";
"SUInternalServerLabel" = "Server interno:";
"SUBackgroundCheckbox" = "Cerca gli aggiornamenti:";
"SUHourly" = "Ogni ora";
"SUDaily" = "Giornalmente";
"SUWeekly" = "Settimanalmente";
"SUMonthly" = "Mensilmente";
"SUBackgroundDownloadCheckbox" = "Scarica gli aggiornamenti del firmware automaticamente";
"SUBackgroundDownloadExplain" = "Utility AirPort verrà avviato quando gli aggiornamenti saranno pronti per essere installati.";

/* Discovery Window */
"IP4Address" = "Indirizzo IPv4";
"IP6Address" = "Indirizzo IPv6";
"Interface" = "Interfaccia";
"AirPortDesc" = "AirPort (%@)";
"EthernetDesc" = "Ethernet (%@)";

/* Document Toolbar Items and Tabs */
"Restart"				= "Riavvia";
"HardReset"				= "Ripristina le impostazioni di default…";
"Upload"				= "Invia";
"Default"				= "Default";
"EquivPW"				= "Password";
"Summary"				= "Riepilogo";
"SummaryTip"			= "Visualizza le impostazioni del dispositivo wireless AirPort e del network wireless";
"AirPort"				= "AirPort";
"AirPortTip"			= "Imposta le opzioni per il tuo network wireless";
"AirPort.Summary"		= "Riepilogo";
"AirPort.Summary.Version" = "Versione";
"AirPort.BaseStation"	= "Base AirPort";
"AirPort.BaseStation.Options" = "Opzioni della base";
"AirPort.BaseStation.Hostname" = "Nome host della base";
"AirPort.Wireless"		= "Wireless";
"AirPort.Wireless.Options" = "Opzioni network wireless";
"AirPort.Wireless.AppleWiFiConnect" = "Opzioni client wireless";
"AirPort.WDS"			= "WDS";
"AirPort.ACL"			= "Controllo accessi";
"Internet"				= "Internet";
"InternetTip"			= "Imposta la modalità di connessione a Internet di questo dispositivo wireless AirPort e condividi la sua connessione Internet.";
"Internet.Main"			= "Connessione Internet";
"Internet.TCPIP"		= "TCP/IP";
"Internet.Modem"		= "Modem";
"Internet.PPPoE"		= "PPPoE";
"Internet.DHCP"			= "DHCP";
"Internet.NAT"			= "NAT";
"Music"					= "Musica";
"MusicTip"				= "Configura AirPort Express per eseguire la riproduzione di iTunes attraverso altoparlanti remoti";
"Printers"				= "Stampanti";
"USB"					= "Condivisione USB";
"PrintersTip"			= "Visualizza e modifica le impostazioni per le stampanti USB disponibili dal dispositivo wireless AirPort";
"USBTip"				= "Visualizza e modifica le impostazioni per i dispositivi USB disponibili dal dispositivo wireless AirPort";
"PrintersScanners"		= "Stampanti e scanner";
"PrintersScannersTip"	= "Visualizza e modifica le impostazioni per le stampanti e gli scanner USB disponibili dal dispositivo wireless AirPort";
"Drives"				= "Dischi";
"DrivesTip"				= "Visualizza e modifica le impostazioni per i dispositivi di archiviazione disponibili dal dispositivo wireless AirPort";
"Drives.Disks"			= "Dischi";
"Drives.FileSharing"	= "Condivisione documenti";
"Drives.Accounts"		= "Account";
"Advanced"				= "Avanzate";
"Advanced.MobileMe"		= "MobileMe";
"Advanced.Firewall"		= "Mappatura porta";
"Advanced.PortMapping"	= "Mappatura porta";
"Advanced.IPv6"			= "IPv6";
"Advanced.IPv6Firewall"	= "Firewall IPv6";
"Advanced.Dialin"		= "PPP Dial-in";
"Advanced.Statistics"	= "Resoconti e statistiche";
"AdvancedTip"			= "Visualizza e modifica le impostazioni più avanzate del dispositivo wireless AirPort";
"Profiles"				= "Profili";
"ProfilesTip"			= "Profili";
"Statistics"			= "Statistica";
"Statistics.Logging"	= "Resoconti";
"Statistics.Wireless"	= "Client wireless";
"Statistics.DHCP"		= "Client DHCP";
"StatisticsTip"			= "Visualizza le informazioni sullo stato del dispositivo wireless AirPort, incluse le informazioni sui syslog e sui client";
"Search"				= "Trova un'impostazione";
"SearchTip"				= "Cerca un'impostazione del dispositivo wireless AirPort per nome. Selezionando un nome puoi passare al pannello dell'impostazione.";

/* Panel layout */
"AirPort.Summary.labelPercentage" = "40";
"AirPort.Summary.Version.labelPercentage" = "40";
"AirPort.BaseStation.labelPercentage" = "45";
"AirPort.BaseStation.Options.labelPercentage" = "40";
"AirPort.BaseStation.Hostname.labelPercentage" = "40";
"AirPort.Wireless.labelPercentage" = "40";
"AirPort.Wireless.Options.labelPercentage" = "40";
"AirPort.Wireless.AppleWiFiConnect.labelPercentage" = "40";
"AirPort.GuNe.labelPercentage" = "40";
"AirPort.WDS.labelPercentage" = "40";
"AirPort.ACL.labelPercentage" = "40";

"Internet.Main.labelPercentage" = "40";
"Internet.TCPIP.labelPercentage" = "40";
"Internet.Modem.labelPercentage" = "40";
"Internet.DHCP.labelPercentage" = "40";
"Internet.NAT.labelPercentage" = "40";

"Music.labelPercentage" = "40";

"Printers.labelPercentage" = "40";
"USB.labelPercentage" = "40";
"Drives.Disks.labelPercentage" = "40";
"Drives.FileSharing.labelPercentage" = "45";
"Drives.Accounts.labelPercentage" = "40";

"Advanced.MobileMe.labelPercentage" = "40";
"Advanced.Firewall.labelPercentage" = "40";
"Advanced.PortMapping.labelPercentage" = "40";
"Advanced.IPv6.labelPercentage" = "40";
"Advanced.IPv6Firewall.labelPercentage" = "40";
"Advanced.Dialin.labelPercentage" = "40";
"Advanced.Statistics.labelPercentage" = "40";

/* Document */
"UpdateChanges" = "Desideri aggiornare le impostazioni su questo dispositivo wireless AirPort prima di chiudere?";
"WSCUpdateChanges" = "Prima di poter aggiungere client wireless, devi salvare le modifiche effettuate al dispositivo wireless AirPort. Fai clic su Aggiorna per salvare le modifiche e riprova.";
"SwitchContinue" = "Sei sicuro di voler passare a un altro dispositivo wireless AirPort?";
"SwitchUpdateLost" = "Se effettui il passaggio senza eseguire gli aggiornamenti, le modifiche andranno perse."; 
"UpdateLost" = "Se non effettui l'aggiornamento, le modifiche andranno perse.";
"Passwords" = "Password";
"errMatchPassword" = "I campi Password e Verifica password non corrispondono. Devi inserire la stessa password in entrambi i campi.";
"ImportPrompt" = "Importa la configurazione dell'intero dispositivo o importa solo alcune impostazioni.";
"ImportAll" = "Configurazione dell'intero dispositivo";
"ImportAllOther" = "Tutte le altre impostazioni";
"SwitchNetworksPrompt" = "Sei sicuro di voler passare ad un altro network wireless?";
"SwitchNetworksMore" = "Per impostare questo dispositivo wireless AirPort è necessario passare a un altro network wireless. Questa operazione potrebbe interrompere la connessione Internet.";
"TaskMaintenanceClose" = "Sei sicuro di voler chiudere questa finestra?";
"TaskMaintenanceRecommendContinue" = "Se chiudi adesso questa finestra, le modifiche andranno perse.";
"AssistClose" = "Sei sicuro di voler chiudere questa finestra?";
"AssistReccomendContinue" = "Se non continui con l'aggiornamento assistito del dispositivo wireless AirPort, le modifiche andranno perse.";
"PortConflict" = "L'abilitazione di “%@” è in conflitto con una delle mappature della porta. La mappatura della porta è stata disattivata. Per continuare ad utilizzarla, aggiornane la porta pubblica.";
"TooBusyToCloseGeneric" = "Utility AirPort è occupata e non può essere interrotta.";
"TooBusyToClose" = "Utility AirPort è occupata con “%@” e non può essere interrotta.";
"TooBusyToCloseExplain" = "Attendi che Utility AirPort finisca e riprova.";
"UpdatingFirmware" = "aggiorno un firmware del dispositivo wireless AirPort";
"WritingConfiguration" = "scrivo la configurazione di un dispositivo wireless AirPort";

/* Progress */
"closeOrReRead" = "Puoi chiudere questa finestra o attendere il riavvio del dispositivo wireless AirPort.";
"closeOrReReadSpecific" = "Chiudi la finestra o attendi il riavvio di %@.";
"ReReadTimeout" = "Utility AirPort non è stata in grado di trovare il dispositivo wireless AirPort dopo il riavvio.";
"ReReadTimeoutDescription" = "L'aggiornamento delle impostazioni di questo dispositivo wireless AirPort ha avuto esito positivo, ma è stato rilevato un errore di accesso al network wireless o durante la ricerca del dispositivo wireless AirPort. Potresti dover selezionare il network dal menu Wi-Fi e riprovare.";
"ReReadTimeoutDescriptionWin" = "L'aggiornamento delle impostazioni di questo dispositivo wireless AirPort è riuscito, ma è stato rilevato un errore di accesso al network wireless o durante la ricerca del dispositivo wireless AirPort. Potresti dover selezionare il network in “Gestisci connessioni network” e riprovare.";
"ErrorCloseTryAgain" = "Si è verificato un errore. Chiudi la finestra di configurazione e riprova.";

/* Discovery */
"FoundDefaultBaseStation" = "Utility AirPort ha trovato un %@ con impostazioni di default.";
"FoundDefaultBaseStation.alternateArticle" = "Utility AirPort ha trovato una %@ con impostazioni di default.";
"FoundRestorableDefaultBaseStation" = "Utility AirPort ha trovato un %@ con impostazioni di default. È possibile ripristinare le impostazioni precedenti di questo dispositivo.";
"FoundRestorableDefaultBaseStation.alternateArticle" = "AirPort Utility ha trovato un %@ con impostazioni di default. È possibile ripristinare le impostazioni precedenti di questo dispositivo.";
"FoundJoinedBaseStation" = "Utility AirPort ha trovato un %@ con client che richiedono di connettersi.";
"FoundConfiguredBaseStation" = "Utility AirPort ha trovato una %@.";
"FoundConfiguredBaseStation.alternateArticle" = "Utility AirPort ha trovato una %@.";
"FoundBaseStationNeedsAttention" = "Utility AirPort ha trovato un %@ che segnala problemi.";
"FoundBaseStationNeedsAttention.alternateArticle" = "Utility AirPort ha trovato una %@ che segnala problemi.";
"FoundBaseStationPerformingTask" = "Utility AirPort ha trovato un dispositivo %@ su cui è in esecuzione un'attività.";
"FoundBaseStationPerformingTask.alternateArticle" = "Utility AirPort ha trovato un dispositivo %@ su cui è in esecuzione un'attività.";
"FoundBaseStationMigrationInterrupted" = "Utility AirPort ha rilevato un disco Time Capsule su cui si è verificata un'interruzione durante la migrazione del disco.";
"FoundBaseStationWithEnrollee" = "Utility AirPort ha rilevato un dispositivo %@ con una richiesta di accesso al network.";
"FoundBaseStationWithEnrollee.alternateArticle" = "Utility AirPort ha rilevato un dispositivo %@ con una richiesta di accesso al network.";

"FoundBaseStationNeedsUpdate" = "Questo %@ deve essere aggiornato con una versione firmware più recente.";
"FoundEnrolleeNeedsAccess" = "“%@” richiede l'accesso al tuo network.";
"FoundEnrolleeAlreadyAuthed" = "“%@” è stato autorizzato ad accedere al tuo network.";
"FoundEnrolleeAlreadyAuthedWaiting" = "Attendo che “%@” acceda al tuo network…";
"FoundEnrolleeAlreadyJoined" = "“%@” ha acceduto con successo al tuo network.";
"FoundEnrolleeNeedsPIN" = "Inserisci il PIN per la richiesta di accesso al network e seleziona Autorizza.";
"FoundEnrolleeGeneralError" = "Si è verificato un errore durante il tentativo di autorizzazione della richiesta del network. Riprova.";
"FoundEnrolleePINWrong" = "Il PIN inserito non è corretto.";
"AppleWiFiConnectAuthorize" = "Autorizza";
"AppleWiFiConnectIgnore" = "Ignora";	
"AppleWiFiConnectTableColumnName" = "Nome";
"AppleWiFiConnectTableColumnModel" = "Modello";
"AppleWiFiConnectTableColumnMAC" = "Indirizzo MAC";
"AppleWiFiConnectSelectNetwork" = "Autorizza l'accesso a";
"AppleWiFiConnectSelectNetwork.description" = "Seleziona il network wireless che deve utilizzare il client.";
"AppleWiFiGrantTimedAccess" = "Fornisci accesso";
"AppleWiFiGrantTimedAccess.1" = "Fino alla revoca";
"AppleWiFiGrantTimedAccess.2" = "Personalizza tempo";
"AppleWiFiGrantTimedAccess.86400" = "Per un giorno";
"AppleWiFiGrantTimedAccess.604800" = "Per una settimana";
"AppleWiFiGrantTimedAccess.2592000" = "Per un mese";
"AppleWiFiGrantTimedAccess.4294967295" = "Permanentemente";
"AppleWiFiGrantTimedAccess.description" = "Specifica la durata di accesso al network per questo client.";
"AppleWiFiGrantTimedAccessCustom" = "Personalizza";
"ContinueOrManual" = "Fai clic su Continua per modificare le impostazioni di questo %@.";
"ContinueDefault" = "Fai clic su Continua per configurare questo %@.";
"ContinueResolve" = "Fai clic su Continua per risolvere i problemi di questo %@.";
"FoundNone" = "Utility AirPort non è in grado di rilevare alcun dispositivo wireless AirPort. Assicurati che il dispositivo wireless AirPort che intendi configurare sia collegato e nel raggio d'azione del computer, quindi fai clic su Cerca per riprovare.";
"MakeSure" = "Se questo non è il dispositivo wireless AirPort che intendi configurare, puoi selezionarne un altro dall'elenco a sinistra. Se non riesci a visualizzare il dispositivo, assicurati che sia collegato e si trovi nel raggio di portata del computer.";
"PerformingTask" = "Visualizza qui sotto il progredire dell'attività o seleziona un altro dispositivo wireless AirPort che desideri configurare.";
"PerformingTaskNeedPassword" = "Inserisci la password di %@ per visualizzare qui sotto il progredire dell'attività o seleziona un altro dispositivo wireless AirPort che desideri configurare.";
"PasswordButton" = "Inserisci password…";
"NothingSelected" = "Seleziona il dispositivo wireless AirPort che desideri configurare.";
"OldVersion" = "Versione corrente";
"InstallVersion" = "Nuova versione";
"UpdateButton" = "Aggiorno il firmware…";
"ProgressStep.0" = "Cerco versione firmware più recente…";
"ProgressStep.1" = "Comunico con questo %@…";
"ProgressStep.3" = "Scarico il firmware…";
"ProgressStep.4" = "Aggiorno nuovo firmware a questo %@…";
"ProgressStep.5" = "Aggiornamento completato…";

/* AirPort */
"SummaryPrompt" = "Fai clic su un titolo di impostazione per modificare l'impostazione:";
"SummaryWirelessClients" = "Client wireless";
"SummaryAllow" = "Consenti client…";
"SummaryAddWireless" = "Aggiunti client wireless…";
"UpgradeFirmware" = "Aggiorna firmware";
"UpgradeFirmwareTo" = "Aggiorna a %@";
"ConfigureRadius" = "Configura RADIUS…";
"RadioModeWarning" = "Selezionando %@ puoi impedire ad alcuni client di accedere a questo network wireless.";
"BaseStationsOptionsButton" = "Opzioni…";
"WirelessOptionsButton" = "Opzioni wireless…";
"WDSMainLabel" = "WDS principale";
"WDSRemotesLabel" = "Basi WDS remote:";
"AutomaticDateTime" = "Imposta ora automaticamente:";
"EveryoneElse" = "(default)";
"NoAccess" = "Nessun accesso";
"FullAccess" = "Illimitato";
"Expired" = "(scaduto)";
"LocalAccessDescription" = "L'accesso locale specifica i client che possono accedere al network in base all'indirizzo MAC wireless. Qualora sia vuoto, tutti i clienti possono accedere al network.";
"TimedAccessDescription" = "L'accesso temporizzato specifica i giorni e le ore in cui un client può accedere al network in base all'indirizzo MAC wireless. Il primo elemento ti consente di specificare la quantità predefinita di accesso per qualsiasi indirizzo MAC wireless non elencati.";
"TimedAccessLockoutTitle" = "Restrizioni di accesso temporizzato";
"TimedAccessLockoutMessage" = "Non è stato impostato alcun accesso per l'entrata di default. Se non aggiungi un'entrata per fornire accesso a questo computer, dopo l'aggiornamento non potrai accedere al network di questo dispositivo wireless AirPort.";
"VerifySecret" = "Chiave di verifica:";
"WirelessInternetSettings" = "Impostazioni Internet wireless…";
"ChooseWirelessNetwork" = "Scegli network wireless…";

/* Internet */
"RenewDHCP" = "Rinnova DHCP assegnato";
"NATDescription" = "NAT (Network Address Translation) ti consente di condividere un unico indirizzo IP pubblico con computer e dispositivi sul network.";
"EnableDefaultHost" = "Abilita host di default a:";
"InvalidDHCPBegin" = "L'indirizzo DHCP iniziale inserito non è un indirizzo IP valido.";
"InvalidDHCPEnd" = "L'indirizzo DHCP finale inserito non è un indirizzo IP valido.";
"InvalidRangeRemedy" = "Inserisci un numero valido per le ultime otto cifre dell'indirizzo e riprova.";
"ConfigurePortMappings" = "Configura Mappature porta…";
"DHCPPrivateRange10Dot0" = "10.0";			/* DON'T LOCALIZE THIS */
"DHCPPrivateRange172Dot16" = "172.16";		/* DON'T LOCALIZE THIS */
"DHCPPrivateRange192Dot168" = "192.168";	/* DON'T LOCALIZE THIS */
"WirelessDescription" = "Seleziona il network wireless che questo %@ utilizzerà per collegarsi a Internet.";

/* Music */
"iTunesDescription" = "Questo pannello ti consente di configurare AirPort Express per utilizzare AirPlay.";

/* Printers */
"PrintersDescription" = "Questo pannello visualizza le stampanti USB collegate al dispositivo wireless AirPort.";
"NoPrinters" = "Nessuna";
"Printer" = "Stampante";
"SharedName" = "Nome condiviso";
"AccountName" = "Nome utente";

/* USB */
"USBDevice" = "Dispositivo USB";
"USBDeviceAccess" = "Accesso";
"AccountCount" = "%d account";

/* Drives */
"StorageDescription" = "Questo pannello mostra i dischi AirPort.";
"DiskBuiltIn" = "Disco Time Capsule";
"DiskBuiltInName" = "Nome del disco Time Capsule";
"DiskErasePrompt" = "Per eliminare i dati del disco Time Capsule, seleziona Inizializza.";
"DiskErasePrompt2" = "Per eliminare i dati del disco Time Capsule, seleziona Avvia.";
"DiskEraseButton" = "Inizializza…";
"DiskActionButton" = "Avvia…";
"DiskEraseTCMenuItem" = "Inizializza disco";
"DiskArchiveTCMenuItem" = "Archivia disco";
"DiskMigrateTCMenuItem" = "Trasferisci disco";
"DiskArchivePrompt" = "Per trasferire i dati dal disco Time Capsule a un disco AirPort collegato tramite USB, seleziona Archivia.";
"DiskArchivePrompt2" = "Per trasferire i dati dal disco Time Capsule a un disco AirPort collegato tramite USB, seleziona Avvia.";
"DiskArchiveButton" = "Archivia…";
"DiskMigrateArchiveErasePrompt" = "Seleziona l'azione che desideri realizzare con il disco Time Capsule, quindi fai clic su Avvia.";
"MigrateAreYouSure" = "Sei sicuro di voler trasferire i dati da un altro disco Time Capsule a questo?";
"MigrateExplain" = "Effettua la migrazione da un altro disco Time Capsule per copiare i dati su questo disco Time Capsule. L'operazione ti consente inoltre di trasferire il backup di Time Machine su questo disco Time Capsule.";
"MigrateWarning" = "La migrazione del contenuto del disco da un altro disco Time Capsule potrebbe durare a lungo.";
"DiskMigrateButton" = "Trasferisci…";
"MigrateFrom" = "Trasferisci dati da";
"DiskArchiveNoDestPartitions" = "Nessun disco AirPort disponibile";
"DiskArchiveNoDestDescription" = "Assicurati che lo spazio disponibile sul dispositivo di archiviazione sia sufficiente, prima di collegarlo alla porta USB della base.";
"DiskArchiveNameFreeSpaceFormat" = "%@ (%@ disponibile)";
"DiskArchiveNameFreeSpaceInsufficientSpace" = "%@ (%@ disponibile: spazio insufficiente)";
"DiskArchiveNameDiskIsLocked" = "%@ (il disco è protetto)";
"UnmountDescription" = "Fai clic su Disconnetti tutti gli utenti se vuoi scollegare un disco.";
"DiskMigrateSelect" = "Seleziona Time Capsule per effettuare la migrazione";
"DiskMigrateNoSources" = "Non ci sono Time Capsule disponibili";
"DiskMigrateNoSourcesDescription" = "Assicurati che il disco Time Capsule da cui desideri trasferire i dati sia connesso al network.";
"DiskMigrateEraseTargetWarning" = "Il contenuto di questo disco Time Capsule verrà inizializzato come parte del processo di migrazione del contenuto del disco. L'azione è irreversibile.";

"SharingOffDescription" = "Condivisione documenti è disabilitata. Per condividere i dischi AirPort sul network, seleziona la scheda Condivisione documenti, abilita la condivisione dei documenti e seleziona Aggiorna.";
"SharingTabButton" = "Condivisione documenti…";
"BytesSuffix" = "Byte";
"KiloBytesSuffix" = "KB";
"MegaBytesSuffix" = "MB";
"GigaBytesSuffix" = "GB";
"TeraBytesSuffix" = "TB";
"NoDrives" = "Non è stato trovato alcun disco";
"NoDriveSelection" = "Seleziona un disco o un volume.";
"nameField" = "Nome:";
"capacityField"	= "Capacità:";	
"availableCapacityField" = "Disponibile:";
"usedCapacityField" = "Utilizzato:";
"usersField" = "Utenti:";
"SMARTStatus" = "Stato S.M.A.R.T.:";		/* Self-Monitoring, Analysis, and Reporting Technology - It's not localized. "Status" should be localized.*/
"SMARTVerified" = "Verificato";
"SMARTFailing" = "Non funziona";
"SMARTNotSupported" = "Non supportato";
"ArchiveAreYouSure" = "Sei sicuro di voler archiviare il disco Time Capsule su un disco collegato tramite USB?";
"ArchiveExplain" = "Archivia il disco rigido per effettuare il backup dei dati.";
"ArchiveWarning" = " L'archiviazione del disco Time Capsule potrebbe durare a lungo.";
"ArchiveTo" = "Destinazione:";
"Archive" = "Archivia";
"ArchiveConfirmStrong" = "L'archiviazione del disco Time Capsule su un altro disco richiede spazio libero sul disco di destinazione. L'archiviazione dei dati non cancella i documenti.";
"UsersConnectedBullet" = "Gli utenti sono attualmente collegati a questo disco. Le modifiche effettuate ai documenti non salvati andranno perse.";
"EraseAreYouSure" = "Sei sicuro di voler inizializzare il disco Time Capsule?";
"EraseExplain" = "L'inizializzazione del disco Time Capsule cancella tutti i documenti dal disco.";
"EraseSecure" = "Canc. sicura";
"EraseSecureExplain" = "L'inizializzazione sicura del disco richiede più tempo, ma assicura che i dati non saranno più recuperati.";
"Erase" = "Inizializza";
"EraseQuick" = "Canc. veloce (non protetta)";
"EraseQuick.description" = "Cancella le informazioni directory in modo che i dati non siano più accessibili. I dati sul disco non vengono modificati fino a quando non è richiesto spazio su disco e vengono quindi sovrascritti. Fino a quel momento, i dati sono potenzialmente recuperabili. Questa opzione è la più veloce, ma la meno sicura.";
"EraseZeroOnce" = "Imposta a zero i dati";
"EraseZeroOnce.description" = "Scrive zero su tutti i dati del disco. Questa opzione garantisce un buon livello di sicurezza dei dati in un tempo relativamente breve.";
"EraseZero7Times" = "Cancellazione in 7 passaggi";
"EraseZero7Times.description" = "Scrive i dati su tutto il disco 7 volte. Quest'opzione fornisce una cancellazione sicura dei dati del disco. Il tempo richiesto è 7 volte superiore a quello impiegato dall'opzione Imposta a zero.";
"EraseZero35Times" = "Cancellazione in 35 passaggi";
"EraseZero35Times.description" = "Scrive i dati su tutto il disco per 35 volte. Questa opzione consente di ottenere una cancellazione totale dei dati altamente sicura. Il tempo richiesto per una cancellazione in 35 passaggi sarà 35 volte superiore a quello richiesto per l'opzione Imposta a Zero.";
"EraseTimeRequirementWarningSeveralDays" = "Questa opzione impiegherà diversi giorni per completarsi.";
"EraseTimeRequirementWarningSpecific" = "Questa opzione impiegherà circa %@ per completarsi.";
"EraseConfirmStrong" = "L'inizializzazione del disco Time Capsule determinerà la perdita di tutte le informazioni presenti sul disco. Questo non riguarda le informazioni presenti su altri dischi AirPort collegati.";
"EraseUsersConnectedBullet" = "Gli utenti sono attualmente collegati a questo disco. I documenti in uso su questo disco verranno eliminati.";
"Migrate" = "Trasferisci";
"MigrateConfirmStrong" = "Effettuando la migrazione dal disco Time Capsule selezionato, tutti i documenti in esso contenuti, compresi i backup di Time Machine, verranno copiati su questo disco Time Capsule.";
"MigrateTaskBullet" = "La migrazione del disco Time Capsule può durare a lungo.";
"MigrateUsersConnectedBullet" = "Gli utenti sono attualmente collegati a questo disco. Le modifiche effettuate ai documenti non salvati andranno perse.";
"MaintenanceTaskBullet" = "L' indicatore luminoso di stato della %@ lampeggia di colore giallo durante le operazioni in corso.";
"MaintenanceTaskBullet2" = "Non potrai modificare le impostazioni di %@, né aggiornarne il firmware o riavviarla finché non sarà nuovamente disponibile.";
"MaintenanceTaskBullet3" = "La cancellazione del disco in modalità protetta potrebbe durare a lungo. Per inizializzare il disco più velocemente, fai clic su Annulla e ricomincia senza cancellare il disco in modalità protetta.";
"DisconnectAllUsers" = "Disconnetti tutti gli utenti…";
"Unmount" = "Disattiva";
"Disconnect" = "Disconnetti";
"DisconnectAllUsersAreYouSure" = "Sei sicuro di voler disconnettere tutti gli utenti dai dischi condivisi?";
"DisconnectAllUsersExplain" = "Prima di rimuovere un disco da %@, dovresti disconnettere tutti gli utenti. Accertati che gli utenti connessi ai dischi salvino il loro lavoro prima di disconnetterli. Quando hai disconnesso tutti gli utenti, puoi rimuovere un disco.";
"DisconnectMessage" = "L'amministratore di %@ ha deciso di disconnettere tutti gli utenti dai dischi condivisi.";
"ArchiveDiskMessage" = "L'amministratore di %@ sta archiviando questo disco AirPort.";
"EraseDiskMessage" = "L'amministratore di %@ sta inizializzando questo disco AirPort.";
"MigrateSourceDiskMessage" = "L'amministratore di %@ sta trasferendo il contenuto di questo disco Time Capsule.";
"MigrateDestDiskMessage" = "L'amministratore di %@ sta trasferendo il contenuto di un altro disco Time Capsule su questo disco Time Capsule.";
"WillBeDisconnectedMessage" = "Tutti gli utenti verranno disconnessi da questo disco.";
"DiskStatus" = "Stato disco";
"EraseDiskStatus" = "Stato cancellazione";
"ErasingWillTake" = "La cancellazione del disco in modalità protetta durerà circa %@.";
"EraseDiskSucceeded" = "Il disco è stato inizializzato con successo.";
"EraseDiskFailed" = "Si è verificato un errore durante l'inizializzazione del disco.";
"EraseDiskPermissionError" = "Assicurati di poter copiare i documenti sul disco e riprova.";
"EraseInternalDiskFailed" = "Si è verificato un errore durante l'inizializzazione del disco Time Capsule. Riprova.";
"EraseDiskProgress" = "Stato disco: %@";
"EraseDiskSecurePass" = "Inizializzazione sicura passaggio %1$d di %2$d";
"EraseDiskStarting" = "Inizio a cancellare il disco";
"EraseDiskFinishing" = "Termino l'inizializzazione del disco";
"EraseCancel" = "Annulla cancellazione in modalità sicura";
"CancelingTask" = "Annullo. Attendi.";
"EraseDiskCanceled" = "Il disco Time Capsule è stato inizializzato. Tuttavia, poiché la fase di cancellazione in modalità sicura è stata annullata, è possibile recuperare i dati dal disco rigido.";
"EstimatedTimeToComplete" = "Tempo stimato per completare: %@";
"DaysHoursMinutesSeconds" = "%1$d giorni %2$2d:%3$2d:%4$2d";		/* example: "3 days 10:59:48" (remaining, not absolute time)*/
"HoursMinutesSeconds" = "%1$2d:%2$2d:%3$2d";					/* example: "10:59:48" (remaining, not absolute time)*/
"ArchiveDiskSucceeded" = "Il disco è stato archiviato con successo.";
"ArchiveDiskError" = "Si è verificato un errore inaspettato durante l'archiviazione del disco Time Capsule.";
"ArchiveSizeError" = "Non c'è spazio libero sufficiente sul disco di destinazione.";
"ArchiveNotFoundError" = "Impossibile trovare il disco di destinazione.";
"ArchivePermissionError" = "Si sono verificati errori nei privilegi di accesso al disco di destinazione.";
"ArchiveDiskStarting" = "Inizio ad archiviare il disco";
"ArchiveDiskStatus" = "Archivia stato del disco";
"ArchiveDiskProgress" = "%1$@ di %2$@";
"ArchiveCancel" = "Annulla archivio";
"ArchiveDiskCanceled" = "L'archiviazione del disco è stata annullata.";
"ArchiveDiskCanceledArchiveDeleted" = "I documenti archiviati sono stati eliminati dal disco di destinazione.";
"ArchiveDiskCanceledArchiveRemains" = "I documenti archiviati sono disponibili sul disco di destinazione.";
"ArchiveDiskFinishing" = "Concludo";

"MigrateDiskSucceeded" = "Il contenuto dell'altro disco Time Capsule è stato trasferito con successo su questo disco Time Capsule.";
"MigrateDiskError" = "Si è verificato un errore durante la migrazione del contenuto dell'altro disco Time Capsule su questo disco Time Capsule.";
"MigrationInterrupted" = "La migrazione del disco Time Capsule è stata interrotta.";
"MigrationResumeRestart" = "Puoi riprendere o riavviare la migrazione.";
"MigrationResumeRestartCancel" = "Puoi riprendere la migrazione, riavviarla o annullarla.";
"MigrationResumeRestartDesc" = "Riavviando la migrazione, questo disco Time Capsule verrà inizializzato e verranno trasferiti tutti i documenti dell'altro disco Time Capsule. Riprendendo la migrazione, essa ricomincerà dal punto in cui era stata interrotta.";
"MigrateSizeError" = "Non c'è abbastanza spazio libero su questo Time Capsule per trasferirvi l'intero contenuto dell'altro disco Time Capsule.";
"MigrateNotFoundError" = "Impossibile trovare il disco Time Capsule da cui desideri effettuare il trasferimento.";
"MigrateDiskStarting" = "Avvio migrazione del disco Time Capsule";
"MigrateDiskStatus" = "Stato migrazione";
"MigrateCancel" = "Annulla la migrazione del disco Time Capsule";
"MigrateDiskCanceled" = "La migrazione del disco Time Capsule è stata annullata.";
"DisconnectingFileSharingUsers" = "Disconnetto utenti condivisione documenti";

"MigrateDiskFinished.defaults" = "Seleziona Continua per riportare l'altro disco Time Capsule alle impostazioni di fabbrica.";
"MigrateDiskFinished.config" = "Seleziona Continua per configurare l'altro disco Time Capsule utilizzando le impostazioni precedentemente selezionate.";
"MigrateDiskFinished.timer" = "Il processo continuerà automaticamente tra %@ secondi.";

"RepairDisk" = "Ripara";
"ChooseDifferentDisk" = "Scegli un disco AirPort differente e riprova.";
"ConnectSMBOnly" = "Puoi effettuare la connessione a questo disco condiviso in smb://%@.";
"ConnectSMBorAFP" = "Puoi effettuare la connessione a questo disco condiviso in smb://%1$@ oppure in afp://%2$@.";
"FileSharingDescription" = "Questo pannello ti consente di configurare l'accesso alla condivisione documenti per i dischi AirPort.";
"ConfigureAccounts" = "Configuro account…";
"SMBDescription" = "Queste impostazioni configurano la condivisione documenti Windows.";
"DiskRenameButton" = "Rinomina…";
"DiskRenameLabel" = "Nome disco:";
"DiskRenameDescription" = "Inserisci un nome per il disco Time Capsule.";
"DiskRenamePrompt" = "Per modificare il nome del disco Time Capsule, fai clic su Rinomina.";
"InternalDiskDefaultPartitionName" = "Disco AirPort";
"DiskUserWarningPrompt" = "Questo dispositivo e i suoi servizi network non saranno momentaneamente disponibili. Sei sicuro di voler continuare?";

/* Advanced */
"AccountsDescription" = "Utilizzando gli account sul dispositivo wireless AirPort puoi controllare l'accesso degli utenti ai dischi condivisi. Fai clic su Aggiungi (+) per creare un nuovo account utente.";
"AccountsDescription.usbAndDiskSharing" = "Utilizzando gli account sul dispositivo wireless AirPort puoi controllare l'accesso degli utenti ai dischi condivisi e ad altri dispositivi USB condivisi. Fai clic su Aggiungi (+) per creare un nuovo account utente.";
"AccountsDescription.usbSharing" = "Utilizzando gli account sul dispositivo wireless AirPort puoi controllare l'accesso degli utenti ai dispositivi USB condivisi. Fai clic su Aggiungi (+) per creare un nuovo account utente.";
"FirewallDescription" = "Se desideri permettere ai computer esterni al network di raggiungere i dispositivi presenti sul network, fai clic su Aggiungi (+) per inserire un servizio e una porta.";
"PortMappingDescription" = "Se desideri permettere ai computer esterni al network di raggiungere i dispositivi presenti sul network, fai clic su Aggiungi (+) per inserire un servizio e una porta.";
"IPv6Description" = "Questo pannello ti consente di configurare IPv6 su %@. Scegli se fare in modo che %@ utilizzi solo link locali o se desideri che agisca come nodo su Internet IPv6 o come tunnel tra IPv6 Internet e i computer sulla network locale.";
"IPv6FirewallTraversals" = "Personalizza il firewall IPv6.";
"IPv6FirewallDescription" = "Se desideri fornire accesso a dispositivi specifici sul network da computer esterni al network stesso, fai clic su Aggiungi (+) e inserisci l'indirizzo IPv6 e/o la porta per il dispositivo.";
"LoggingDescription" = "Il dispositivo wireless AirPort supporta messaggi di resoconto che possono aiutare nella diagnosi di un problema.";
"SNMPDescription" = "SNMP (Simple Network Management Protocol) ti consente di effettuare ricerche sul dispositivo per ottenere statistiche che comprendono il numero di client wireless.";
"LogsAndStatisticsDescirption" = "Utility AirPort supporta la lettura di messaggi di resoconto e la visualizzazione di statistiche sul dispositivo wireless AirPort.";
"WABHostnameDescription" = "Inserisci un nome host globale per questo dispositivo wireless AirPort. I computer in Internet potranno collegarsi al dispositivo wireless AirPort utilizzando questo nome host.";
"WABRegDomainDescription" = "Inserisci un dominio di registrazione per rendere visibile Bonjour oltre la sottorete locale.";
"WABDNSAuthDescription" = "Inserisci un nome utente e una password se il server DNS richiede autenticazione.";
"WABEnable" = "Usa un nome host di area ampia";
"WABConfigure" = "Configura…";
"BackToMyMacDescription" = "Utilizzando l'opzione Torna al mio Mac, puoi accedere a questo %@ per servizi come la condivisione documenti dagli altri computer in cui tale opzione è abilitata.";
"BackToMyMacDescriptionSingle" = "Per configurare “Torna al mio Mac” su questo %@, inserisci il tuo nome utente e la password MobileMe.";
"BackToMyMacDescriptionMultiple" = "Per configurare “Torna al mio Mac” su questo %@, fai clic su Aggiungi (+) ed inserisci il tuo nome utente e la password MobileMe.";
"BackToMyMacEntryDescription" = "Inserisci il nome utente e la password MobileMe perché i dispositivi collegati a questo %@ siano disponibili tramite l'opzione Torna al mio Mac.";
"IPv6FirewallLabel" = "Eccezioni";
"PortMappingsLabel" = "Mappature porta";

/* Statistics */
"SeverityLabel" = "Gravità:";
"Save Log File" = "Esporta i resoconti";
"LogFileNameWithoutExtension" = "Resoconto %@";
"ViewStatistics" = "Resoconti e statistiche";
"MinutesAgo" = "minuti fa";
"dBm" = "dBm";
"StatisticsPublicPassword" = "Per visualizzare le statistiche, modifica l'impostazione della password predefinita di %@ (“public”), aggiorna la configurazione e riprova. La visualizzazione delle statistiche con la password “public” è consentita solamente se il dispositivo wireless AirPort possiede una stringa SNMP Community.";

/* Profiles */
"profilesDescription" = "Questo dispositivo wireless AirPort supporta più profili di configurazione. Puoi aggiungerne, eliminarne o attivarne uno. Per attivare un profilo, fai clic sul pulsante nella colonna Attivo. Per rinominare un profilo, fai doppio clic sul nome quindi inserisci un nuovo nome.";
"ManageProfiles" = "Gestisci profili";
"untitled" = "senza titolo";
"copy" = "copia";

/* Validation */
"SingleValidationError" = "Correggi il problema prima di procedere all'aggiornamento del dispositivo wireless AirPort.";
"MultipleValidationErrors" = "Correggi %d problemi sottostanti prima di procedere all'aggiornamento del dispositivo wireless AirPort.";
"IgnoreValidationDescription" = "Seleziona “Ignora il problema” se non desideri modificare l'impostazione.";
"IgnoreValidation" = "Ignora il problema";

/* System Status */
"SystemStatusPrompt" = "Il dispositivo wireless AirPort riporta le seguenti informazioni. Seleziona l'elemento per visualizzare ulteriori dettagli.";
"SystemStatusIgnoreExplain" = "Puoi ignorare un problema se non vuoi che l'indicatore luminoso di stato del dispositivo wireless AirPort lampeggi in giallo.";
"SystemStatusPromptNoErrors" = "Il dispositivo wireless AirPort non segnala alcun problema.";
"SystemErrors" = "%d problemi";
"StatusNormal" = "Normale";
"StatusUnconfigured" = "Impostazioni di default";
"DontWarnCheckboxTitle" = "Non mostrare più questo avviso";
"SystemStatusErrorDescription" = "Descrizione del problema";
"SystemStatusIgnore" = "Ignora";
"SystemStatusError" = "Problema";
"SystemStatusWarning" = "Attenzione";
"SystemStatusOpenedDefault" = "Utility AirPort ha aperto “%@” perché sta utilizzando le impostazioni di default.";
"SystemStatusOpenedDefaultMore" = "Fai clic su OK per inserire le impostazioni o fai clic su Annulla per mantenere le impostazioni di default.";
"SystemStatusOpenedProblems" = "Utility AirPort ha aperto “%@” perché si sono verificati dei problemi.";
"SystemStatusOpenedProblemsMore" = "Fai clic su OK per risolvere i problemi di questo dispositivo wireless AirPort.";
"SystemStatusItem" = "Elemento";
"SystemStatusPromptOneItem" = "Il dispositivo wireless AirPort segnala un problema.";
"SystemItems" = "%d elementi";

/* Preferences */
"ShowPreferences" = "Apri Preferenze";
"advancedUser" = "Utilizza sempre la finestra di configurazione manuale";
"controlTips" = "Mostra i consigli sulle impostazioni di ogni dispositivo wireless AirPort";
"backgroundMonitor" = "Esegui monitoraggio dei dispositivi wireless AirPort per individuare problemi";
"backgroundMonitorMine" = "Esegui monitoraggio solo dei dispositivi wireless AirPort configurati da me";
"backgroundMonitorDescription" = "Selezionando “Esegui monitoraggio dei dispositivi wireless AirPort per individuare problemi”, quando l'indicatore luminoso di un dispositivo wireless AirPort supportato lampeggia in giallo, si apre Utility AirPort.";
"backgroundMonitorWAB" = "Esegui monitoraggio dei dispositivi wireless AirPort su Internet utilizzando Bonjour";

/* UserModes */
"AssistantMode" = "Aiutami";
"AdvancedMode" = "Impostazione manuale";
"ConfirmSwithToAssistLoseChanges" = "Il passaggio alla modalità di assistenza determinerà la perdita di qualsiasi modifica apportata a questo dispositivo wireless AirPort. Sei sicuro di voler passare alla modalità di assistenza?";
"AssistReconfigurePrompt" = "Sei sicuro di voler utilizzare l'assistente per configurare nuovamente questo dispositivo wireless AirPort?";
"AssistReconfigureExplain" = "Per configurare opzioni più avanzate, puoi anche scegliere Impostazione manuale.";

/* Equivalent Network Password */
"equivWEPPW" = "Per connetterti a un network wireless creato da questo %@ con un computer che non utilizza il software AirPort, dovresti utilizzare:";
"equivWEPHex" = "Password equivalente Hex (chiave WEP):";
"equivWEPASCII" = "Password equivalente ASCII (chiave WEP):";
"equivWPAPW" = "Per connetterti a un network wireless creato da questo %@, dovresti utilizzare:";
"equivWPAPSK" = "Chiave pre-condivisa WPA:";
"equivWPAPSKSSIDSpecific" = "Chiave pre-condivisa WPA per “%@”:";
"equivWPAPasswordSSIDSpecific" = "Inserisci la password WPA per “%@”:";
"equivWPAPassword" = "Password WPA:";
"equivTSNPassword" = "Password WPA /chiave WEP ASCII:";

/* Firmware */
"CurrentLabel" = "Versione corrente";
"UpdateToLabel" = "Carica versione";
"ChooseOrOther" = "Scegli la versione del firmware che vuoi caricare sul dispositivo wireless AirPort oppure, per scegliere un'altra versione di firmware, seleziona Altra…";

/* Confirmations - Maybe don't use */
"AreYouSure"	= "Sei sicuro di voler abilitare questa impostazione?";
"AreYouSure2"	= "Sei sicuro di voler modificare questa impostazione?";
"AreYouSure3"	= "Sei sicuro di voler mantenere questa impostazione?";
"ConfirmClosed" = "Il nome di un network chiuso è nascosto. Per accedere al network, i client dovranno inserire il nome esatto del network.";
"ConfirmEthernetBridging" = "L'abilitazione del collegamento tra AirPort e Ethernet (bridging) può interferire con l'attività di network. Rivolgiti al provider di servizi Internet o all'amministratore del network per maggiori informazioni.";
"ConfirmEthernetDHCP" = "L'abilitazione di un server DHCP su Ethernet può interferire con l'attività di network. Rivolgiti al provider di servizi Internet o all'amministratore del network per maggiori informazioni.";
"ConfirmEthernetNAT" = "La condivisione di indirizzi IP (utilizzando NAT) su Ethernet può interferire con l'attività di network. Rivolgiti al provider di servizi Internet o all'amministratore del network per maggiori informazioni.";
"ConfirmRobustness" = "La resistenza interferenze può risolvere i problemi causati dalle interferenze di altri dispositivi, quali telefoni o monitor di video wireless. L'uso della resistenza interferenze può avere ripercussioni sulle prestazioni globali del network.";
"ConfirmMulticastRate" = "Impostando una frequenza multicast superiore a 2mb/s, alcune schede wireless da 2mb di terze parti non potranno connettersi al network AirPort. Ciò non riguarda i computer client con schede AirPort Apple.";
"ConfirmPublicPassword" = "Questo dispositivo wireless AirPort è protetto dalla password “public”.";
"ConfirmPublicPassword1" = "Per ottenere la protezione massima, crea una password diversa da “public”.";
"confirm80211b" = "Selezionando ‘Solo 802.11b’ impedirai ai computer client 802.11g di accedere con frequenza 802.11g al network creato dal dispositivo wireless AirPort.";
"confirm80211g" = "Selezionando ‘Solo 802.11g’ impedirai ai computer client 802.11b di accedere al network creato dal dispositivo wireless AirPort.";
"confirmTurnOffLocalAccessControl" = "WPA Enterprise non è compatibile con il controllo accessi locale di indirizzi MAC. L'elenco controllo accessi locale verrà esportato ed eliminato.\n\nSei sicuro di voler esportare ed eliminare l'elenco del controllo accessi locale e utilizzare WPA Enterprise Security?";
"confirmTurnOffRemoteAccessControl" = "WPA Enterprise non è compatibile con il controllo accessi di indirizzi MAC basato su RADIUS. Il controllo accessi basato su RADIUS verrà disabilitato.\n\nSei sicuro di voler eliminare il controllo accessi basato su RADIUS e utilizzare WPA Enterprise Security?";
"confirmTurnOffBothAccessControl" = "WPA Enterprise non è compatibile con l'indirizzo MAC locale e con il controllo accessi di indirizzi MAC basato su RADIUS. Il controllo accessi basato su RADIUS verrà disabilitato e l'elenco del controllo accessi locale verrà esportato ed eliminato.\n\nSei sicuro di voler esportare ed eliminare l'elenco del controllo accessi locale, disabilitare il controllo accessi basato su RADIUS e utilizzare WPA Enterprise Security?";
"confirmNonASCIINetNameEncoding" = "Il nome scelto per il network (SSID) contiene caratteri non-ASCII e potrebbe non essere utilizzabile su tutti i computer client AirPort.";
"confirmNonASCIINetPWEncoding" = "La password del network (chiave WEP) scelta contiene caratteri non-ASCII e potrebbe non essere utilizzabile su tutti i computer client AirPort.";
"ConfirmAOLParentalControl" = "L'abilitazione del controllo genitori AOL richiede l'utilizzo del client AOL per accedere a Internet.";
"ConfirmPPPDialin" = "Abilitando PPP Dial-in, il dispositivo wireless AirPort risponderà alle chiamate telefoniche come configurato. Questa caratteristica funzionerà meglio utilizzando una linea telefonica dedicata.";

/* Error messages */
"APReadError"	= "Si è verificato un errore durante la lettura della configurazione.";
"APWriteError"	= "Si è verificato un errore durante l'aggiornamento della configurazione.";
"APBinaryError"	= "Si è verificato un errore durante l'aggiornamento del firmware.";
"FileSaveError" = "Si è verificato un errore durante il salvataggio della configurazione. Controlla le impostazioni e riprova.";

/* LoginScript */
"None" = "Nessuna";

/* Validation errors */
"errNeedPassword" = "Per continuare devi inserire una password.";
"errInvalidIP" = "L'indirizzo IP inserito non è un indirizzo valido. Consulta l'amministratore del network o il provider di servizi Internet per reperire un indirizzo IP valido.";
"errBadPassword" = "La password inserita non è corretta.";
"errCantOpenBinary" = "Non puoi aprire il documento selezionato perché questo documento è utilizzato per inviare delle informazioni al dispositivo wireless AirPort. Per prima cosa seleziona un dispositivo wireless AirPort, quindi, dal menu Base AirPort, seleziona il comando Invia software.";
"errCantOpenFile" = "Il documento selezionato non può essere aperto da questa applicazione.";
"errCantResetAP" = "Utility AirPort non è in grado di inizializzare il dispositivo wireless AirPort. Consulta la documentazione fornita con il dispositivo wireless AirPort per istruzioni sull'inizializzazione manuale.";
"errCantRestartAP" = "Utility AirPort non è in grado di riavviare il dispositivo wireless AirPort selezionato.";
"errCantUpdateAP" = "Utility AirPort non è in grado di aggiornare la configurazione del dispositivo wireless AirPort selezionato.";
"errCantUploadAP" = "Utility AirPort non è in grado di inviare il software al dispositivo wireless AirPort selezionato.";
"errCantReadFile" = "Utility AirPort non è stata in grado di leggere il documento di configurazione.";
"errCantReadAP" = "Utility AirPort non è in grado di leggere la configurazione del dispositivo wireless AirPort selezionato.";
"errNotSupportedAP" = "Utility AirPort non può configurare il dispositivo wireless AirPort selezionato.";
"errNetworking" = "Utility AirPort non è in grado di comunicare con il dispositivo wireless AirPort selezionato. Il computer deve trovarsi sulla stessa sottorete TCP/IP del dispositivo wireless AirPort.";

/* Validation reasons */
"expUpload" = "Seleziona il dispositivo wireless AirPort da configurare e quindi scegli il comando Invia software.";
"expValidIP" = "Verifica di aver inserito l'indirizzo IP valido e la password corretta e riprova.";

/* Informational */
"infoRestart" = "Il riavvio del dispositivo wireless AirPort selezionato è stato eseguito con successo.";
"infoPleaseWait" = "Attendi qualche istante per il riavvio.";
"infoUploadSuccess" = "Il software di questo dispositivo wireless AirPort è stato aggiornato correttamente.";
"infoUpdateSuccess" = "Le impostazioni di questo dispositivo wireless AirPort sono state aggiornate correttamente.";
"infoUpdateSuccessSpecific" = "Le impostazioni di %@ sono state aggiornate correttamente.";
"infoRestartOK" = "Il riavvio del dispositivo wireless AirPort causerà la disconnessione di tutti i computer sul network wireless.";
"infoRestartDirty" = "Il riavvio di questo dispositivo wireless AirPort farà perdere le modifiche non salvate.";
"infoHardResetOK" = "Il ripristino delle impostazioni di fabbrica di questo dispositivo wireless AirPort ne cancella le impostazioni.";
"infoHardResetAirPortDisk" = "I documenti presenti sui dischi AirPort non verranno presi in considerazione, ma dovrai impostare l'accesso condivisione documenti per i dischi.";
"infoHardResetMore" = "Dovrai riconfigurare il dispositivo wireless dopo aver ripristinato le impostazioni di default.";
"infoHardResetConfirm" = "Sei sicuro di voler ripristinare queste impostazioni di default?";
"infoUploadOK" = "L'aggiornamento del firmware del dispositivo wireless Apple causerà la disconnessione di tutti i computer sul network wireless.";
"infoAirPortCard" = "Scheda AirPort";
"infoNotConfigured" = "Il dispositivo wireless AirPort selezionato è stato inizializzato  e attualmente non è configurato.";
"infoUploadDefault" = "Il software di default verrà inviato al dispositivo wireless AirPort. Fai clic su Automatico per modificare temporaneamente la configurazione TCP/IP durante l'upload o fai clic su Manuale per assegnare TCP/IP e password unici al dispositivo wireless AirPort.";
"infoResetSuccess" = "Il reset della dispositivo wireless AirPort alla configurazione di default è stato eseguito con successo.";
"infoQuit" = "Esci dal programma e riprova.";
"infoLoseNetwork" = "Questo potrebbe causare l'interruzione dei servizi network attualmente stabiliti.";
"infoAutomatic" = "Automatico";
"infoManual" = "Manuale…";

/*
 * Explanations for NAT and DHCP on/off, and bridging on/off
 * Note the trailing space in each of the NAT and DHCP on/off strings
 * The string displayed in the panel is made by concatenating the
 * Bridge on/off string to one of these strings
 */
"NAT_off_DHCP_off" = "La condivisione Internet utilizzando NAT e DHCP è disabilitata. I computer client del network devono configurare TCP/IP manualmente.";
"NAT_off_DHCP_on" = "DHCP verrà utilizzato per condividere l'intervallo di indirizzi IP inserito qui. I computer client del network dovrebbero configurare TCP/IP per ottenere un indirizzo IP utilizzando un server DHCP. ";
"NAT_on_DHCP_on" = "NAT e DHCP verranno utilizzati per condividere un indirizzo IP singolo. I computer client del network devono configurare TCP/IP in modo da utilizzare DHCP. ";
"Bridge_Off" = "Il dispositivo wireless AirPort non farà da collegamento tra AirPort e il network Ethernet.";
"Bridge_On" = "Il dispositivo wireless AirPort farà da collegamento tra AirPort e il network Ethernet.";
"Bridge_LAN" = "Il dispositivo wireless AirPort farà da collegamento tra AirPort e il network Ethernet locale (bridging).";
"DHCPRangeLabel" = "Serie DHCP:";

/* Binary errors */
"binSize" = "La dimensione del documento selezionato non è corretta.";
"binDowngrade" = "IL dispositivo wireless AirPort selezionato non può essere riportato alla versione %@.";
"binSignature" = "Il documento del firmware non corrisponde alla firma o non è valido. Non è stato aggiornato alcun dispositivo wireless AirPort.";
"binChecksum" = "Il documento selezionato ha una checksum non valida.";
"binError" = "Si è verificato un errore inaspettato durante la lettura del documento.";
"binConfirmReload" = "Sei sicuro di voler eseguire il riavvio del dispositivo wireless AirPort con il software selezionato?";
"binVersion" = "Il numero della versione del documento non può essere determinato.";
"binConfirmDowngrade" = "La versione del software che stai inviando (%1$@) è precedente a quella presente sul dispositivo wireless AirPort (%2$@).";
"binChooseAnother" = "Scegli un altro documento e riprova.";
"binCurrentVersion" = "La versione del dispositivo wireless AirPort selezionato è %@.";
"binAskUpload" = "Vuoi inviarla comunque?";
"binNewerVersion" = "È disponibile una versione (%@) più aggiornata del software del dispositivo wireless AirPort.";
"binConfirmUpload" = "Fai clic su Invia per installarlo adesso.";

/* Progress strings */
"progDiscovering" = "Cerco dispositivi wireless AirPort…";
"progJoining" = "Accedo al network wireless…";
"progPreparing" = "Preparo l'invio…";
"progChangingIP" = "Modifico la configurazione TCP/IP…";
"progSettingIP" = "Imposto l'indirizzo TCP/IP del dispositivo wireless AirPort…";
"progUploading" = "Aggiorno il dispositivo wireless AirPort…";
"progUploadingSpecific" = "Aggiorno %@…";
"progDownloading" = "Download dell'aggiornamento software…";
"progRestoring" = "Ripristino della configurazione di default in corso…";
"progWaiting" = "Attendo il riavvio del dispositivo wireless AirPort…";
"progWaitingSpecific" = "In attesa del riavvio di %@…";
"progReading" = "Leggo la configurazione del dispositivo wireless AirPort…";
"progReadingSpecific" = "Leggo la configurazione di %@…";
"progWriting" = "Attendi la configurazione del dispositivo wireless AirPort…";
"progWritingSpecific" = "Scrivo la configurazione di %@…";
"progValidating" = "Attendo la configurazione del dispositivo wireless AirPort…";
"progValidatingSpecific" = "Convalido la configurazione di %@…";
"progRestarting" = "Riavvio il dispositivo wireless AirPort…";
"progRestartingSpecific" = "Riavvio %@…";
"progSearching" = "Ricerca dispositivi wireless AirPort in corso…";
"progWaitingDiskStatus" = "In attesa dello stato del disco…";

/* Validation errors */
"valPPPNeedsNAT" = "Assegna indirizzi IP deve essere attivo per la connessione modem (PPP) oppure PPP via Ethernet (PPPoE).";
"valInvalidIP" = "L'indirizzo IP inserito non è valido.";
"valInvalidNetwork" = "Hai inserito una combinazione di indirizzo IP, maschera di sottorete e indirizzo router non validi.";
"valPhoneNumber" = "Non hai inserito un numero di telefono.";
"valInvalidDHCP" = "L'indirizzo DHCP non è compatibile con gli indirizzi della maschera di sottorete e del router.";
"valNeedStatic" = "In caso di condivisione di una serie di indirizzi DHCP la configurazione del dispositivo wireless AirPort deve avvenire utilizzando Ethernet e indirizzi IP statici.";
"valInvalidPort" = "Il numero di porta inserito non è valido.";

/* Explanations */
"tryName" = "Inserisci un nome e riprova.";
"tryPassword" = "Inserisci la password del network e riprova.";
"tryCheck" = "Verifica la configurazione e riprova.";

/* New strings for new base station */
"infoUploadDefaultACP" = "Il software di default verrà inviato al dispositivo wireless AirPort. Fai clic su OK per modificare temporaneamente le impostazioni TCP/IP durante l'upload.";
"valInvalidNetworkACP" = "Questa serie di indirizzi è riservata all'interfaccia Ethernet locale.";
"valInvalidPortMapping" = "La Mappatura porta è consentita solo quando un singolo indirizzo IP è condiviso (utilizzando DHCP e NAT).";
"aclDuplicates1" = "Un elemento duplicato non è stato importato.";
"aclDuplicates2" = "%d elementi duplicati non sono stati importati.";
"softResetACP" = "Il dispositivo wireless AirPort selezionato è stato temporaneamente riavviato per consentire l'accesso. È ora possibile cambiare le impostazioni che hanno impedito l'accesso, tra cui la password del dispositivo wireless AirPort e del network, l'elenco Controllo accessi e RADIUS.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "1";		

/* New strings for 2.0.4 */
"providedByDHCP" = "(Fornito dal server )";
"providedByPPP" = "(Fornito dal server )";
"valInvalidPPPDialin" = "Non è consentito l'utilizzo di PPP Dial-in quando è configurato per accedere a Internet via modem.";
"valInvalidPPPDialinNoNat" = "Non è consentito l'utilizzo di PPP Dial-in quando è configurato per condividere una serie di indirizzi.";

"valInvalidDHCPMessage" = "Il messaggio DHCP non può essere superiore a 253 caratteri.";
"tryShorter" = "Rimuovi %d o più caratteri e riprova.";

"RADIUS_Default" = "L'indirizzo MAC avrà un formato 010203-0a0b0c e verrà usato come nome utente. La chiave condivisa sarà la password. Questo formato è spesso utilizzato da Lucent e Agere.";
"RADIUS_Alternate" = "L'indirizzo MAC avrà un formato 0102030a0b0c e verrà utilizzato sia come nome utente che password. Questo formato è spesso utilizzato da Cisco.";

"oldFormat" = "Il documento selezionato è corrotto o incompatibile con Utility AirPort. Scegli un altro documento e riprova.";
"newFormat" = "Il documento selezionato è un nuovo documento di configurazione e non è compatibile con questa versione del dispositivo wireless AirPort.";

/* AOL additions */
"EnableAOL"		= "Abilita controllo genitori AOL";
"AOLcable"		= "AOL (modem via cavo)";
"AOLdsl"		= "AOL (DSL)";

/* AOL realm strings -- different for non-US? */
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* WEP key explanations */
"requireHEX"	= "Puoi inserire solo caratteri esadecimali.";
"requireASCII"	= "Puoi inserire solo caratteri ASCII.";

/* New strings for 3.0 */
"Internal"		= "Interna";
"External"		= "Esterna";
"noWEP"			= "(non configurata )";
"errSameConfig"	= "una configurazione salvata";
"errSameBinary"	= "firmware";

"valInvalidDMZ1"= "E' consentito l'utilizzo dell'host di default solo condividendo un indirizzo IP singolo (utilizzando DHCP e NAT)";
"valInvalidDMZ2"= "L'indirizzo dell'host di default deve essere compreso tra %1$@ e %2$@.";

/* WDS */
"AirPortWDS"	= "AirPort (WDS)";
"valNeedWDS"	= "Hai scelto di abilitare WDS su un network AirPort, ma non hai inserito un indirizzo MAC per una o più dispositivi wireless AirPort remoti.";
"valNeedWDSRmt"	= "Hai scelto di abilitare WDS su un network AirPort, ma non hai inserito un indirizzo MAC per il dispositivo wireless AirPort primario.";
"InvalidMACAddress" = "L'indirizzo MAC inserito non è valido.";

"WDSAirPortID"	= "Inserisci l'ID AirPort di un dispositivo wireless AirPort remoto.";

"WDSSettingsFor" = "Impostazioni per";
"ThisBaseStation" = "questo dispositivo wireless AirPort";

"valWDSWithDHCPNATTitle" = "WDS (Wireless Distribution System)";
"valWDSWithDHCPNATText" = "I dispositivi wireless AirPort remoti WDS non dovrebbero avere DHCP e NAT abilitati.\n\nDeseleziona “Assegna indirizzi IP” nel pannello Network.";

"errNotSupportedAP2" = "Questa versione di Utility AirPort non può impostare questo dispositivo wireless AirPort. Per impostarlo, utilizza il software fornito con il dispositivo wireless AirPort o quello disponibile in linea.";



"WDSPrimaryBaseStationDescription" = "Il dispositivo wireless AirPort principale è connesso a Internet e condivide la connessione con i dispositivi wireless AirPort remoti e ripetitore.";
"WDSRemoteBaseStationDescription" = "Il dispositivo wireless AirPort remoto condivide la connessione Internet con il dispositivo wireless AirPort principale.";
"WDSRelayBaseStationDescription" = "Il dispositivo wireless AirPort ripetitore è connesso al dispositivo wireless AirPort principale e condivide la connessione Internet con i dispositivi wireless AirPort remoti e ripetitore.";

"wdsManuallySetUpForWDS" = "Necessaria impostazione manuale WDS";
"wdsSuccessfullySetUpAsWDS" = "WDS impostato con successo";
"wdsCancelledSetUpAsWDS" = "Impostazione WDS annullata";
"wdsNotOnThisPlatform" = "WDS non supportato";

"DefaultBasePasswordDescription" = "Inserisci la password per il dispositivo wireless AirPort selezionato:";
"SpecificBasePasswordDescription" = "Inserisci la password per:";
"NetworkPasswordDescription" = "Inserisci la password wireless per:";

"wdsRemoteConfigResults" = "Risultati configurazione dei dispositivi wireless AirPort remoti WDS";
"wdsProgressSettingUpRemoteBases" = "Configuro i dispositivi wireless AirPort remoti…";
"wdsProgressJoining" = "Accedo a %@…";
"wdsProgressReading" = "Leggo la configurazione di %@…";
"wdsProgressRejoining" = "Accedo nuovamente al network del dispositivo wireless AirPort.";
"wdsErrorRejoining" = "Si è verificato un errore accedendo nuovamente al network del dispositivo wireless AirPort.";

"noASCIIWEP" = "(non stampabile )";

"remoteSettingsOK" = "Continua impostazione WDS di questo dispositivo wireless AirPort";
"remoteSettingsCancel" = "Annulla impostazione WDS di questo dispositivo wireless AirPort";
"remoteSettingsCancelAll" = "Annulla impostazione WDS degli altri dispositivi wireless AirPort";

"notAvailable" = "(non disponibile)";

"wdsNonPublicPasswordTip" = "Se desideri modificare la password del dispositivo wireless Apple, inserisci la nuova password nel campo Password e ripetila nel campo successivo.";
"wdsNotCompatibleWithChannelAuto" = "I dispositivi wireless AirPort su un WDS non dovrebbero avere la selezione automatica del canale abilitata.\n\nNel menu Canale del pannello AirPort, seleziona un canale diverso da Automatico.";

"internetConfirmTurningOffWDS" = "Il dispositivo wireless AirPort è attualmente impostato come parte di WDS. La modifica del metodo di connessione a Internet eliminerà questa associazione a WDS.";

/* file name for ACL export */
"AccessControlList" = "Elenco Controllo accessi";

"duplicatePortMappingTitle"			= "Errore mappatura porta";
"duplicatePortMapping"				= "L'elemento della Mappatura porta inserito esiste già.";

"wepkey" = "password network";
"password" = "password";
"psk" = "Chiave pre-condivisa";
"errWrongLengthPSK" = "La chiave Chiave pre-condivisa inserita deve essere esattamente di 64 caratteri esadecimali.";

"addACL" = "Aggiungi elemento controllo accessi…";
"editACL" = "Modifica elemento controllo accessi…";
"deleteACL" = "Elimina elementi controllo accessi…";
"importACL" = "Importa elementi controllo accessi…";
"exportACL" = "Esporta elementi controllo accessi…";
"revertACL" = "Ripristina elementi controllo accessi…";

"WDSNotCompatibleWithWPA" = "Non puoi utilizzare un dispositivo wireless AirPort protetto da WPA su un network WDS. Imposta il livello sicurezza di questo dispositivo wireless AirPort su WEP o Disabilitato.";
"WPANotCompatibleWithWDS" = "Non puoi utilizzare un dispositivo wireless AirPort protetto da WPA con un network WDS. Il dispositivo wireless AirPort verrà rimosso da WDS.\n\nSei sicuro di voler effettuare questa modifica?";
"ShowOptions" = "Mostra opzioni";
"HideOptions" = "Nascondi opzioni";
"CannotConfigureWPAEnterpriseForWDS" = "Non puoi aggiungere al network WDS un dispositivo wireless AirPort protetto da WPA Enterprise. Seleziona un altro dispositivo wireless AirPort.";
"WPANotSupportedByCard" = "Per accedere a un network protetto da WPA e per apportare modifiche a un dispositivo wireless AirPort protetto da WPA, è necessario un computer che supporti il protocollo WPA; questo computer non lo supporta. Se continui, non potrai accedere al network protetto da WPA né apportare modifiche al dispositivo wireless AirPort protetto da WPA.";

/* 3.3 Changes */
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "Il controllo accessi di indirizzi MAC locali non è compatibile con il livello di sicurezza WPA Enterprise.";
"LocalACLNotCompatibleWithWPAEnterprise" = "Per abilitare il controllo accessi di indirizzi MAC locali, seleziona un'altro livello di sicurezza wireless.";
"errPingFailed" = "Utility AirPort non è in grado di comunicare con questo dispositivo wireless AirPort. Verifica le impostazioni Network in Preferenze di Sistema.";
"errEscapedPasswordBadLength" = "La password esadecimale inserita non ha la lunghezza esatta. Devi inserire i caratteri escape corretti (“$”, “0X” or “0x”) seguiti da dieci caratteri esadecimali.";

/* 3.4 Changes */
"ShouldntChangeChannelsInAWDS" = "Questo dispositivo wireless AirPort è attualmente impostato in WDS. Modificando il canale, il network WDS verrà disconnesso.";
"BaseStationOptionsTitle" = "Opzioni errore della base AirPort";
"ValidSysLogIPAddress" = "È necessario fornire un indirizzo IP valido per poter inviare il resoconto del dispositivo wireless AirPort.";
"ValidNTPServerInfo" = "Devio fornire un nome host valido oppure un indirizzo IP per un server NTP.";
"ImportError" = "Errore di Importazione";
"CannotImportIntoSavedConfig" = "Non è possibile importare un documento di configurazione salvato all'interno di un documento dello stesso tipo.";
"ConfigurationFileNotSupported" = "Il documento di configurazione selezionato non è compatibile con questo dispositivo wireless AirPort.";

/* 4.0 Changes */
"doesntSupportProfilesDescription" = "Questo dispositivo wireless AirPort supporta solo un profilo di configurazione. Per configurare il profilo, selezionalo dall'elenco e fai clic su Configura.";
"confirmMakeInactiveProfileActive" = "Questo profilo attualmente non è attivo. Desideri impostarlo come il profilo attivo per questo dispositivo wireless AirPort?";
"confirmDeleteProfiles" = "Sei sicuro di volere eliminare i profili selezionati? Questa azione non può essere annullata.";
"AddProfile" = "Aggiungi profilo";
"ActiveProfile" = "%@ (attivo)";
"CurrentProfile" = "Profilo corrente: %@";
"confirmSaveProfile" = "Vuoi salvare le modifiche in “%@”?";
"HardResetMode" = "Modalità reset";
"HardResetPrompt1" = "Questo %@ è stato reimpostato.";
"HardResetPrompt2" = "Specifica l'operazione che intendi eseguire.";
"RestorePreviousProfile_Title" = "Ripristina un profilo precedente";
"RestorePreviousProfile_Desc" = "Se il dispositivo è stato reimpostato a causa di problemi con le impostazioni precedenti,  può essere necessario reimpostarlo.";
"RestorePreviousConfig_Title" = "Ripristina le impostazioni precedenti";
"RestorePreviousConfig_Desc" = "Se il dispositivo è stato reimpostato a causa di problemi con le impostazioni precedenti,  può essere necessario reimpostarlo.";
"ResetPreviousProfile_Title" = "Sostituisci il profilo precedentemente selezionato con le impostazioni di default ";
"SavePreviousConfigProfile_Title" = "Utilizza le impostazioni di default e salva le impostazioni precedenti come profilo";
"ProfileName" = "Nome profilo";
"CreateResetProfile_Title" = "Aggiungi le impostazioni di default come nuovo profilo";
"CreateResetProfile_Desc" = "Le impostazioni precedentemente configurate verranno mantenute e verrà creato e attivato un profilo delle impostazioni di default.";
"DefaultSettings" = "Impostazioni di default";
"RecoveredSettings" = "Impostazioni recuperate";
"WirelessNetwork" = "Network wireless";
"TooManyACLEntries" = "L'elenco controllo accessi locale eccede il numero massimo di %d elementi. Elimina %d elementi.";
"HardResetProfilesMode" = "Questo dispositivo wireless AirPort è stata ripristinato. Per attivare un profilo, fai clic sul pulsante del profilo e su OK.";
"NothingInEthernetPort" = "Sembra non esserci connesso alcun cavo alla porta Ethernet. Se utilizzi una connessione a Internet via modem a banda larga o utilizzi un network Ethernet, collega il modem o il network alla porta Ethernet.";
"EthernetPort" = "Porta Ethernet";
"LANConnector" = "Connettore LAN";
"TooManyImportedACLEntries" = " L'elenco controllo accessi locale eccede il numero massimo di elementi. Fai clic su OK per importare i primi %d elementi o su Annulla.";
"confirmNonSupportedClientModeSecurity" = "Il network wireless non supporta la modalità sicurezza wireless selezionata.";

/* 5.3 Changes */
"GenericNumberToGenericNumber" = "Da %1$d a %2$d";
"GenericNumberOfGenericNumber" = "%1$d di %2$d";
"PPPoE_COD_ID_WAB_Conflict" = "PPPoE connessione automatica/disconnessione se inattivo, non può essere utilizzata con un nome host di area ampia.";
"DisablingWANConfig" = "Se non consenti la configurazione sulla porta WAN, questo dispositivo wireless AirPort potrebbe non apparire nell'elenco dei dispositivi AirPort. Con la configurazione WAN disattivata, dovrai accedere al network creato da questo dispositivo wireless AirPort per potervi apportare modifiche.";
"MultiplePrinters" = "(Stampanti multiple)";
"MultipleDisks" = "(Dischi multipli)";
"TaskTimedOutError" = "Utility AirPort non riesce a stabilire lo stato dell'operazione in corso.";
"EraseTaskTimedOutTryAgain" = "Utilizza il pannello Dischi di Utility AirPort per inizializzare il disco Time Capsule.";
"ArchiveTaskTimedOutTryAgain" = "Utilizza il pannello Dischi di Utility AirPort per archiviare il disco Time Capsule.";

/* Timed Access Control maximum connection time */
"MaxUserConnectTimeLabel" = "Limita accesso:";
"title_per_user_per_day" = "per utente per giorno";
"title_per" = "per";
"title_minute(s)" = "minuto(i)";
"title_hour(s)" = "ora(e)";
"MaxUserConnectTimeHoursPerDay" = "ora(e) per utente per giorno";
"MaxUserConnectTimeMinutesPerDay" = "minuto(i) per utente per giorno";
/* "Allow wireless access for: x <Units> every y <Units>" as in Allow wireless access for 4 Hours every 24 Hours */
"MaxUserConnectTimeFormat" = "%1$@ ogni %2$@";

"MobileMeAccountName" = "Nome utente MobileMe";
"MobileMeAccountPassword" = "Password";

"Five_GHz" = "5 GHz";
"TwoPtFour_GHz" = "2,4 GHz";

"CreateRoamingNetworkChoice" = "Crea un network roaming";
"AddNewNetworkChoice" = "Aggiungi un altro network";

"genericWithPassword" = "Con password %@";
"settingMigrationSource" = "Sorgente";

"genericAirPortDevice" = "Dispositivo wireless AirPort";
"genericAirPortDevices" = "Dispositivi wireless AirPort";
"title_ShowPassword" = "Mostra la password";
"title_ShowPasswords" = "Mostra password";

"BaseStationNotSupportedTitle" = "È necessaria una versione più aggiornata del software Utility AirPort.";
"BaseStationNotSupportedWarning" = "Questa versione di Utility AirPort non supporta questo dispositivo wireless AirPort e, se continui ad usarlo, potrebbe configurare il dispositivo in modo non corretto. Consulta il sito www.apple.com/it/support/airport per l'ultima versione di Utility AirPort.";

"MultipleItemsSeparatorAppendFormat" = ", %@";

"DiskNameIsNotValid" = "Il disco Time Capsule in uso non è valido. Inserisci un nuovo nome.";
"UserAccountNameNotValid" = "Il nome account di condivisione di documenti non è valido. Inserisci un nuovo nome account.";
"UserAccountNamesNotValid" = "Uno o più nomi account condivisione di documenti non è valido. Inserisci nuovi nomi account.";

"Disabled" = "Disabilitato";
"Enabled" = "Abilitato";

"SetupComplete" = "Impostazione completata";
"UpdateComplete" = "Aggiornamento completato";

"LessSecureCommunication" = "La comunicazione con questo dispositivo wireless AirPort può rendere nota la password inserita a qualsiasi altro dispositivo sul network.";
"YouShouldUpdateFirmware" = "Devi aggiornare questo dispositivo wireless AirPort con il firmware più recente.";
"AreYouSureContinue" = "Sei sicuro di voler continuare?";

"MinimumMacOSVersion" = "AirPort Utility funziona meglio con Mac OS X %@ o versione successiva. Aggiorna a una versione più recente di Mac OS X.";
"MinimumWinOSVersion" = "Questa versione di Utility AirPort funziona meglio con Windows XP SP3, Vista SP1 o versione successiva. Aggiorna a una versione più recente di Windows.";

"UserAccountsExistingFilesWarning" = "La configurazione degli account utente può rendere inaccessibili agli utenti che non dispongono di diritti di amministratore i documenti già presenti sui dischi AirPort.";
"AtMeDotCom" = "@me.com";
"AtMacDotCom" = "@mac.com";
"MobileMeNamePlacheolder" = "(Nome utente MobileMe)";

"errNeedName" = "Devi inserire un nome per continuare";

"PrinterDescription" = "Descrizione stampante";
"PrinterName" = "Nome stampante";

"ExtendingANonExtensibleEnabledNetwork" = "Il network selezionato non è stato impostato per essere esteso.";
"ExtendingANonExtensibleNetwork" = "Impossibile estendere il network selezionato.";
"AreYouSureExtend" = "Sei sicuro di voler estendere questo network?";

"RadioSTAListClientType" = "Tipo di client";
"RadioSTAListOpmodeSTA" = "Wireless";
"RadioSTAListOpmodePSTA" = "Ethernet";
"RadioSTAListOpmodeWDS" = "WDS";
"RadioSTAListOpmodeDWDS" = "Estensore wireless";

"RadioSTAList80211Mode" = "Modalità 80211";
"WirelessClients" = "Client wireless";
"EthernetClients" = "Client Ethernet";
"WirelessEthernetClients" = "Client wireless e Ethernet";

"DisableWANServices" = "Disattiva Tutti i servizi WAN";

"ImportWarning" = "Importando queste impostazioni potresti sovrascrivere quelle attuali.";

"USBSharingDescription" = "Utilizza la condivisione USB per fornire agli utenti del network l'accesso ai dispositivi USB collegati a %@.";
"USBSharingVsFileSharing" = "La condivisione USB non ha ripercussioni sulla condivisione documenti per i dischi collegati tramite USB.";

"Base Station" = "Base AirPort";	/* OK TO LOCALIZE */
"Time Capsule" = "Time Capsule";	/* DO NOT LOCALIZE */

"EraseDestTimeCapsuleDisk" = "Inizializza il disco Time Capsule di destinazione";
"EraseDestTimeCapsuleDisk.description" = "Fai clic su \"Inizializza il disco Time Capsule di destinazione\" se desideri che il disco Time Capsule a cui stai trasferendo i contenuti venga inizializzato prima della migrazione.";
"EraseSourceTimeCapsuleDisk" = "Inizializza sorgente disco Time Capsule";
"EraseSourceTimeCapsuleDisk.description" = "Fai clic su “Inizializza sorgente disco Time Capsule” se desideri che il disco Time Capsule da cui stai trasferendo i contenuti venga inizializzato dopo la migrazione.";


"MoreOptions" = "Più opzioni";

"PrintersChangeNamesDescription" = "Per modificare il nome di una stampante, selezionala dall'elenco sottostante e fai clic su Modifica";

"GuestNetRequiresDHCPNAT" = "Il network ospiti richiede che %@ sia configurato per la condivisione di un indirizzo IP pubblico mediante NAT/DHCP.";

"BTMMRequiresPPPoEAlwaysOn" = "Torna al mio Mac richiede che la connessione PPPoE sia impostata su Sempre attiva.";
"SelectPPPoEAlwaysOn" = "Seleziona “Sempre attiva” dal menu Connessione.";

"ClientTable_Client" = "Client";
"ClientTable_Signal" = "Segnale";
"ClientTable_Noise" = "Disturbo";
"ClientTable_Rate" = "Frequenza";
"ClientTable_Type" = "Tipo";
"ClientTable_80211" = "80211";
"ClientTable_MAC" = "Indirizzo MAC";
"ClientTable_IP" = "Indirizzo IP";
"ClientTable_ClientID" = "ID client";
"ClientTable_Lease" = "Tempo di assegnazione";

"IPv4orIPV6" = "Indirizzi IPv4 o IPv6";
"TablePlusButton" = "+";
"TableMinusButton" = "-";

"IgnoredDevices" = "Dispositivi ignorati";

"WirelessNetworkOptionsButton" = "Opzioni network wireless…";

/* End of strings file */
